greeting_text = '''
Привет, это бот для создания списков желаний😇
Для ознакомления с возможностями нажмите 'О боте'
'''

info_text = '''
С помощью этого бота можно: 
Создать список желаний
Добавлять и удалять его элементы
Сделать ваш список открытым или приватным
Просматривать списки ваших близких🎁

Для начала работы с ботом нажмите 'Начать работу'
'''

private_choosing_text = '''
Выберите, будет ли ваш список приватным или открытым
Если список открыт, любой желающий сможет узнать его содержимое
Если список будет закрыт, чтобы узнать его содержимое, пользователю придется узнать у вас пароль
'''

private_ready_text = '''
Отлично, вы сделали ваш список приватным
Пришло время для создания пароля
'''

public_ready_text = '''
Отлично, вы сделали ваш список публичным
Пришло время для его создания
'''

password_choosing_text = '''
Пожалуйста, придумайте пароль в формате ХХХХ-ХХХХ
Х - цифра от 0 до 9
'''

alph = 'ABCDEFGHIJKLMNOPQRSTUVWXYZabcdefghijklmnopqrstuvwxyz' \
       'АБВГДЕЁЖХИКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯабвгдеёжзиклмнопрстуфхцчшщъэьэюя`~!@#$%^&*(){}[]/<>;,'

password_great = '''
Отлично, пароль создан
Теперь вы можете приступить к созданию списка желаний
'''

create_wishlist = '''
Сейчас вы сможете добавить элементы в ваш список

Чтобы это сделать, присылайте их отдельными сообщениями
Когда закончите, введите Стоп/Stop
'''

enter_username = '''
Пожалуйста, введите имя пользователя вашего друга
@UsWish - пример имени пользователя => ввод - UsWish
'''