greeting_text = '''
Привет, это бот для создания списков желаний😇
Для ознакомления с возможностями нажмите 'О боте'
'''

info_text = '''
С помощью этого бота можно: 
Создать список желаний
Добавлять и удалять его элементы
Сделать ваш список открытым или приватным
Просматривать списки ваших близких🎁

Для начала работы с ботом нажмите 'Начать работу'
'''

private_choosing_text = '''
Выберите, будет ли ваш список приватным или открытым
Если список открыт, любой желающий сможет узнать его содержимое
Если список будет закрыт, чтобы узнать его содержимое, пользователю придется узнать у вас пароль
'''

private_ready_text = '''
Отлично, вы сделали ваш лист приватным
Пришло время для создания пароля
'''